{
  "text": {
    "xin": 151,
    "chào": 18,
    "bạn": 11,
    "hello": 49,
    "hi": 51,
    "hey": 50,
    "buổi": 8,
    "sáng": 111,
    "chiều": 15,
    "tối": 140,
    "tạm": 136,
    "biệt": 6,
    "bye": 9,
    "goodbye": 43,
    "hẹn": 57,
    "gặp": 47,
    "lại": 74,
    "nhé": 90,
    "sau": 106,
    "cảm": 29,
    "ơn": 171,
    "vì": 144,
    "đã": 160,
    "giúp": 40,
    "đỡ": 170,
    "thank": 116,
    "you": 154,
    "thanks": 117,
    "nhiều": 89,
    "đúng": 162,
    "vậy": 147,
    "vâng": 143,
    "có": 27,
    "chính": 19,
    "xác": 152,
    "tôi": 133,
    "đồng": 168,
    "ý": 156,
    "ok": 95,
    "được": 163,
    "không": 66,
    "phải": 98,
    "sai": 104,
    "rồi": 103,
    "nghĩ": 87,
    "bao": 3,
    "giờ": 42,
    "tìm": 132,
    "sản": 112,
    "phẩm": 99,
    "protein": 100,
    "whey": 150,
    "muốn": 80,
    "áo": 155,
    "thể": 122,
    "thao": 118,
    "giày": 38,
    "chạy": 21,
    "bộ": 13,
    "kiếm": 68,
    "dụng": 34,
    "cụ": 31,
    "tập": 138,
    "gym": 44,
    "bán": 10,
    "thực": 124,
    "bổ": 12,
    "sung": 109,
    "đang": 158,
    "quần": 102,
    "yoga": 153,
    "bcaa": 4,
    "cho": 16,
    "đai": 157,
    "lưng": 73,
    "biết": 5,
    "thêm": 119,
    "về": 148,
    "thông": 120,
    "tin": 125,
    "mô": 83,
    "tả": 137,
    "những": 91,
    "loại": 69,
    "nào": 92,
    "chi": 14,
    "tiết": 126,
    "creatine": 25,
    "mass": 77,
    "gainer": 35,
    "tốt": 141,
    "găng": 46,
    "tay": 115,
    "làm": 71,
    "từ": 142,
    "gì": 45,
    "giá": 39,
    "là": 70,
    "nhiêu": 88,
    "phí": 96,
    "mua": 79,
    "cả": 28,
    "các": 26,
    "mắc": 85,
    "thế": 121,
    "khuyến": 63,
    "mãi": 82,
    "mã": 81,
    "giảm": 41,
    "hiện": 52,
    "tại": 135,
    "chương": 20,
    "trình": 129,
    "khách": 65,
    "hàng": 55,
    "mới": 86,
    "ưu": 172,
    "đãi": 161,
    "đặc": 164,
    "vận": 146,
    "chuyển": 17,
    "sách": 110,
    "giao": 37,
    "thời": 123,
    "gian": 36,
    "miễn": 78,
    "mất": 84,
    "lâu": 72,
    "ship": 107,
    "cod": 24,
    "đến": 165,
    "tỉnh": 139,
    "khác": 64,
    "đổi": 169,
    "trả": 130,
    "sao": 105,
    "để": 166,
    "size": 108,
    "quy": 101,
    "định": 167,
    "hoàn": 53,
    "tiền": 127,
    "lỗi": 75,
    "are": 2,
    "a": 0,
    "human": 54,
    "am": 1,
    "i": 61,
    "talking": 114,
    "to": 128,
    "bot": 7,
    "cần": 30,
    "tư": 134,
    "vấn": 145,
    "hỗ": 59,
    "trợ": 131,
    "chọn": 22,
    "phù": 97,
    "hợp": 60,
    "lời": 76,
    "khuyên": 62,
    "hướng": 56,
    "dẫn": 33,
    "với": 149,
    "nên": 93,
    "gợi": 48,
    "sắm": 113,
    "chức": 23,
    "năng": 94,
    "của": 32,
    "hỏi": 58,
    "điều": 159,
    "khả": 67
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thank": 14,
    "affirm": 0,
    "deny": 3,
    "search_product": 12,
    "product_info": 10,
    "price_query": 8,
    "discount_info": 4,
    "shipping_info": 13,
    "return_policy": 11,
    "product_consultation": 9,
    "ask_bot_capabilities": 1,
    "check_order": 2,
    "payment_methods": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_order": 1,
    "action_fetch_discount_info": 7,
    "action_search_product": 11,
    "utter_ask_more_help": 15,
    "utter_bot_capabilities": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_payment_methods": 19,
    "utter_price_query": 20,
    "utter_product_consultation": 21,
    "utter_product_info": 22,
    "utter_return_policy": 23,
    "utter_shipping_info": 24,
    "utter_thank": 25
  },
  "action_text": null,
  "intent_response_key": null
}