{
  "text": {
    " ": 0,
    "x": 971,
    "i": 591,
    "n": 722,
    " x": 260,
    "xi": 972,
    "in": 598,
    "n ": 723,
    " xi": 261,
    "xin": 973,
    "in ": 599,
    " xin": 262,
    "xin ": 974,
    "c": 373,
    "h": 488,
    "à": 1001,
    "o": 754,
    " c": 29,
    "ch": 378,
    "hà": 521,
    "ào": 1009,
    "o ": 755,
    " ch": 30,
    "chà": 387,
    "hào": 524,
    "ào ": 1010,
    " chà": 34,
    "chào": 388,
    "hào ": 525,
    "b": 342,
    "ạ": 1140,
    " b": 7,
    "bạ": 366,
    "ạn": 1145,
    " bạ": 23,
    "bạn": 367,
    "ạn ": 1146,
    " bạn": 24,
    "bạn ": 368,
    "e": 433,
    "l": 662,
    " h": 84,
    "he": 495,
    "el": 441,
    "ll": 666,
    "lo": 669,
    " he": 85,
    "hel": 496,
    "ell": 442,
    "llo": 667,
    "lo ": 670,
    " hel": 86,
    "hell": 497,
    "ello": 443,
    "llo ": 668,
    "hi": 500,
    "i ": 592,
    " hi": 88,
    "hi ": 501,
    " hi ": 89,
    "y": 978,
    "ey": 446,
    "y ": 979,
    "hey": 498,
    "ey ": 447,
    " hey": 87,
    "hey ": 499,
    "u": 921,
    "ổ": 1244,
    "bu": 357,
    "uổ": 945,
    "ổi": 1246,
    " bu": 17,
    "buổ": 358,
    "uổi": 946,
    "ổi ": 1247,
    " buổ": 18,
    "buổi": 359,
    "uổi ": 947,
    "s": 819,
    "á": 1013,
    "g": 448,
    " s": 183,
    "sá": 839,
    "án": 1019,
    "ng": 728,
    "g ": 449,
    " sá": 194,
    "sán": 842,
    "áng": 1021,
    "ng ": 729,
    " sán": 196,
    "sáng": 843,
    "áng ": 1022,
    "ề": 1199,
    "iề": 629,
    "ều": 1203,
    "u ": 922,
    "chi": 380,
    "hiề": 506,
    "iều": 632,
    "ều ": 1204,
    " chi": 31,
    "chiề": 382,
    "hiều": 507,
    "iều ": 633,
    "t": 850,
    "ố": 1231,
    " t": 201,
    "tố": 914,
    "ối": 1232,
    " tố": 238,
    "tối": 915,
    "ối ": 1233,
    " tối": 239,
    "tối ": 916,
    "m": 692,
    "tạ": 901,
    "ạm": 1143,
    "m ": 693,
    " tạ": 229,
    "tạm": 904,
    "ạm ": 1144,
    " tạm": 231,
    "tạm ": 905,
    "ệ": 1212,
    "bi": 349,
    "iệ": 637,
    "ệt": 1215,
    "t ": 851,
    " bi": 12,
    "biệ": 352,
    "iệt": 640,
    "ệt ": 1216,
    " biệ": 14,
    "biệt": 353,
    "iệt ": 641,
    "by": 360,
    "ye": 980,
    "e ": 434,
    " by": 19,
    "bye": 361,
    "ye ": 981,
    " bye": 20,
    "bye ": 362,
    "d": 422,
    " g": 62,
    "go": 471,
    "oo": 765,
    "od": 756,
    "db": 424,
    " go": 72,
    "goo": 472,
    "ood": 766,
    "odb": 758,
    "dby": 425,
    " goo": 73,
    "good": 473,
    "oodb": 767,
    "odby": 759,
    "dbye": 426,
    "ẹ": 1188,
    "hẹ": 561,
    "ẹn": 1189,
    " hẹ": 99,
    "hẹn": 562,
    "ẹn ": 1190,
    " hẹn": 100,
    "hẹn ": 563,
    "ặ": 1183,
    "p": 780,
    "gặ": 482,
    "ặp": 1186,
    "p ": 781,
    " gặ": 80,
    "gặp": 483,
    "ặp ": 1187,
    " gặp": 81,
    "gặp ": 484,
    " l": 117,
    "lạ": 683,
    "ại": 1141,
    " lạ": 127,
    "lại": 684,
    "ại ": 1142,
    " lại": 128,
    "lại ": 685,
    "é": 1035,
    " n": 152,
    "nh": 732,
    "hé": 530,
    "é ": 1036,
    " nh": 155,
    "nhé": 737,
    "hé ": 531,
    " nhé": 157,
    "nhé ": 738,
    "a": 307,
    "sa": 821,
    "au": 338,
    " sa": 184,
    "sau": 826,
    "au ": 339,
    " sau": 187,
    "sau ": 827,
    "ả": 1149,
    "cả": 410,
    "ảm": 1153,
    " cả": 48,
    "cảm": 412,
    "ảm ": 1154,
    " cảm": 50,
    "cảm ": 413,
    "ơ": 1119,
    " ơ": 301,
    "ơn": 1120,
    " ơn": 302,
    "ơn ": 1121,
    " ơn ": 303,
    "v": 948,
    "ì": 1044,
    " v": 243,
    "vì": 952,
    "ì ": 1045,
    " vì": 246,
    "vì ": 953,
    " vì ": 247,
    "đ": 1079,
    "ã": 1031,
    " đ": 274,
    "đã": 1088,
    "ã ": 1032,
    " đã": 280,
    "đã ": 1089,
    " đã ": 281,
    "ú": 1067,
    "gi": 457,
    "iú": 618,
    "úp": 1071,
    " gi": 65,
    "giú": 465,
    "iúp": 619,
    "úp ": 1072,
    " giú": 69,
    "giúp": 466,
    "iúp ": 620,
    "ỡ": 1264,
    "đỡ": 1115,
    "ỡ ": 1265,
    " đỡ": 299,
    "đỡ ": 1116,
    " đỡ ": 300,
    "k": 644,
    "th": 860,
    "ha": 490,
    "an": 320,
    "nk": 741,
    "k ": 645,
    " th": 205,
    "tha": 861,
    "han": 491,
    "ank": 324,
    "nk ": 742,
    " tha": 206,
    "than": 862,
    "hank": 492,
    "ank ": 325,
    " y": 265,
    "yo": 984,
    "ou": 772,
    " yo": 266,
    "you": 987,
    "ou ": 773,
    " you": 268,
    "you ": 988,
    "ks": 660,
    "s ": 820,
    "nks": 743,
    "ks ": 661,
    "anks": 326,
    "nks ": 744,
    "nhi": 734,
    " nhi": 156,
    "nhiề": 736,
    "đú": 1092,
    "ún": 1068,
    " đú": 283,
    "đún": 1093,
    "úng": 1069,
    " đún": 284,
    "đúng": 1094,
    "úng ": 1070,
    "ậ": 1171,
    "vậ": 957,
    "ậy": 1176,
    " vậ": 250,
    "vậy": 960,
    "ậy ": 1177,
    " vậy": 252,
    "vậy ": 961,
    "â": 1025,
    "vâ": 949,
    "ân": 1026,
    " vâ": 244,
    "vân": 950,
    "âng": 1027,
    " vân": 245,
    "vâng": 951,
    "âng ": 1028,
    "ó": 1056,
    "có": 408,
    "ó ": 1057,
    " có": 46,
    "có ": 409,
    " có ": 47,
    "í": 1051,
    "hí": 535,
    "ín": 1053,
    "h ": 489,
    "chí": 389,
    "hín": 537,
    "ính": 1054,
    "nh ": 733,
    " chí": 35,
    "chín": 390,
    "hính": 538,
    "ính ": 1055,
    "xá": 975,
    "ác": 1015,
    "c ": 374,
    " xá": 263,
    "xác": 976,
    "ác ": 1016,
    " xác": 264,
    "xác ": 977,
    "ô": 1058,
    "tô": 896,
    "ôi": 1060,
    " tô": 225,
    "tôi": 897,
    "ôi ": 1061,
    " tôi": 226,
    "tôi ": 898,
    "ồ": 1238,
    "đồ": 1109,
    "ồn": 1241,
    " đồ": 295,
    "đồn": 1110,
    "ồng": 1242,
    " đồn": 296,
    "đồng": 1111,
    "ồng ": 1243,
    "ý": 1073,
    " ý": 272,
    "ý ": 1074,
    " ý ": 273,
    " o": 165,
    "ok": 763,
    " ok": 166,
    "ok ": 764,
    " ok ": 167,
    "ư": 1124,
    "ợ": 1266,
    "đư": 1095,
    "ượ": 1137,
    "ợc": 1268,
    " đư": 285,
    "đượ": 1096,
    "ược": 1138,
    "ợc ": 1269,
    " đượ": 286,
    "được": 1097,
    "ược ": 1139,
    " k": 109,
    "kh": 646,
    "hô": 539,
    "ôn": 1062,
    " kh": 110,
    "khô": 651,
    "hôn": 540,
    "ông": 1063,
    " khô": 113,
    "khôn": 652,
    "hông": 541,
    "ông ": 1064,
    " p": 168,
    "ph": 782,
    "hả": 554,
    "ải": 1151,
    " ph": 169,
    "phả": 787,
    "hải": 556,
    "ải ": 1152,
    " phả": 172,
    "phải": 788,
    "hải ": 557,
    "ai": 311,
    "sai": 822,
    "ai ": 312,
    " sai": 185,
    "sai ": 823,
    "r": 800,
    " r": 180,
    "rồ": 814,
    "ồi": 1239,
    " rồ": 181,
    "rồi": 815,
    "ồi ": 1240,
    " rồi": 182,
    "rồi ": 816,
    "ĩ": 1117,
    "gh": 454,
    "hĩ": 544,
    "ĩ ": 1118,
    " ng": 153,
    "ngh": 730,
    "ghĩ": 455,
    "hĩ ": 545,
    " ngh": 154,
    "nghĩ": 731,
    "ghĩ ": 456,
    "ba": 343,
    "ao": 327,
    " ba": 8,
    "bao": 344,
    "ao ": 328,
    " bao": 9,
    "bao ": 345,
    "ờ": 1260,
    "iờ": 642,
    "ờ ": 1261,
    "giờ": 469,
    "iờ ": 643,
    " giờ": 71,
    "giờ ": 470,
    "tì": 893,
    "ìm": 1046,
    " tì": 223,
    "tìm": 894,
    "ìm ": 1047,
    " tìm": 224,
    "tìm ": 895,
    "sả": 844,
    "ản": 1155,
    " sả": 197,
    "sản": 845,
    "ản ": 1156,
    " sản": 198,
    "sản ": 846,
    "ẩ": 1165,
    "hẩ": 558,
    "ẩm": 1166,
    "phẩ": 789,
    "hẩm": 559,
    "ẩm ": 1167,
    " phẩ": 173,
    "phẩm": 790,
    "hẩm ": 560,
    "pr": 791,
    "ro": 806,
    "ot": 768,
    "te": 857,
    "ei": 438,
    " pr": 174,
    "pro": 792,
    "rot": 807,
    "ote": 770,
    "tei": 858,
    "ein": 439,
    " pro": 175,
    "prot": 793,
    "rote": 808,
    "otei": 771,
    "tein": 859,
    "ein ": 440,
    "w": 967,
    " w": 257,
    "wh": 968,
    " wh": 258,
    "whe": 969,
    " whe": 259,
    "whey": 970,
    " m": 133,
    "mu": 702,
    "uố": 942,
    "ốn": 1234,
    " mu": 138,
    "muố": 705,
    "uốn": 943,
    "ốn ": 1235,
    " muố": 140,
    "muốn": 706,
    "uốn ": 944,
    " á": 269,
    "áo": 1023,
    " áo": 270,
    "áo ": 1024,
    " áo ": 271,
    "ể": 1205,
    "hể": 566,
    "ể ": 1206,
    "thể": 870,
    "hể ": 567,
    " thể": 210,
    "thể ": 871,
    "hao": 493,
    "thao": 863,
    "hao ": 494,
    "ià": 610,
    "ày": 1011,
    "già": 461,
    "iày": 611,
    "ày ": 1012,
    " già": 67,
    "giày": 462,
    "iày ": 612,
    "hạ": 551,
    "ạy": 1147,
    "chạ": 393,
    "hạy": 552,
    "ạy ": 1148,
    " chạ": 37,
    "chạy": 394,
    "hạy ": 553,
    "ộ": 1252,
    "bộ": 371,
    "ộ ": 1253,
    " bộ": 27,
    "bộ ": 372,
    " bộ ": 28,
    "ế": 1191,
    "ki": 655,
    "iế": 624,
    "ếm": 1193,
    " ki": 115,
    "kiế": 658,
    "iếm": 625,
    "ếm ": 1194,
    " kiế": 116,
    "kiếm": 659,
    "iếm ": 626,
    "ụ": 1274,
    " d": 57,
    "dụ": 430,
    "ụn": 1276,
    " dụ": 60,
    "dụn": 431,
    "ụng": 1277,
    " dụn": 61,
    "dụng": 432,
    "ụng ": 1278,
    "cụ": 417,
    "ụ ": 1275,
    " cụ": 53,
    "cụ ": 418,
    " cụ ": 54,
    "tậ": 908,
    "ập": 1174,
    " tậ": 234,
    "tập": 909,
    "ập ": 1175,
    " tập": 235,
    "tập ": 910,
    "gy": 474,
    "ym": 982,
    " gy": 74,
    "gym": 475,
    "ym ": 983,
    " gym": 75,
    "gym ": 476,
    "bá": 363,
    " bá": 21,
    "bán": 364,
    "án ": 1020,
    " bán": 22,
    "bán ": 365,
    "ự": 1291,
    "hự": 588,
    "ực": 1292,
    "thự": 874,
    "hực": 589,
    "ực ": 1293,
    " thự": 212,
    "thực": 875,
    "hực ": 590,
    "bổ": 369,
    "ổ ": 1245,
    " bổ": 25,
    "bổ ": 370,
    " bổ ": 26,
    "su": 836,
    "un": 928,
    " su": 192,
    "sun": 837,
    "ung": 929,
    " sun": 193,
    "sung": 838,
    "ung ": 930,
    "đa": 1080,
    " đa": 275,
    "đan": 1083,
    "ang": 322,
    " đan": 277,
    "đang": 1084,
    "ang ": 323,
    "q": 794,
    "ầ": 1162,
    " q": 176,
    "qu": 795,
    "uầ": 939,
    "ần": 1163,
    " qu": 177,
    "quầ": 798,
    "uần": 940,
    "ần ": 1164,
    " quầ": 179,
    "quần": 799,
    "uần ": 941,
    "og": 760,
    "ga": 450,
    "a ": 308,
    "yog": 985,
    "oga": 761,
    "ga ": 451,
    " yog": 267,
    "yoga": 986,
    "oga ": 762,
    "bc": 346,
    "ca": 375,
    "aa": 309,
    " bc": 10,
    "bca": 347,
    "caa": 376,
    "aa ": 310,
    " bca": 11,
    "bcaa": 348,
    "caa ": 377,
    "ho": 510,
    "cho": 383,
    "ho ": 511,
    " cho": 32,
    "cho ": 384,
    "đai": 1081,
    " đai": 276,
    "đai ": 1082,
    "lư": 680,
    "ưn": 1126,
    " lư": 125,
    "lưn": 681,
    "ưng": 1127,
    " lưn": 126,
    "lưng": 682,
    "ưng ": 1128,
    "ết": 1197,
    "biế": 350,
    "iết": 627,
    "ết ": 1198,
    " biế": 13,
    "biết": 351,
    "iết ": 628,
    "ê": 1037,
    "hê": 532,
    "êm": 1038,
    "thê": 864,
    "hêm": 533,
    "êm ": 1039,
    " thê": 207,
    "thêm": 865,
    "hêm ": 534,
    "về": 962,
    "ề ": 1200,
    " về": 253,
    "về ": 963,
    " về ": 254,
    "thô": 866,
    " thô": 208,
    "thôn": 867,
    "ti": 876,
    " ti": 213,
    "tin": 877,
    " tin": 214,
    "tin ": 878,
    "mô": 711,
    "ô ": 1059,
    " mô": 144,
    "mô ": 712,
    " mô ": 145,
    "tả": 906,
    "ả ": 1150,
    " tả": 232,
    "tả ": 907,
    " tả ": 233,
    "ữ": 1287,
    "hữ": 585,
    "ữn": 1288,
    "nhữ": 739,
    "hữn": 586,
    "ững": 1289,
    " nhữ": 158,
    "nhữn": 740,
    "hững": 587,
    "ững ": 1290,
    "oạ": 777,
    " lo": 118,
    "loạ": 671,
    "oại": 778,
    " loạ": 119,
    "loại": 672,
    "oại ": 779,
    "nà": 745,
    " nà": 159,
    "nào": 746,
    " nào": 160,
    "nào ": 747,
    "chi ": 381,
    "tiế": 880,
    " tiế": 215,
    "tiết": 881,
    "cr": 402,
    "re": 802,
    "ea": 435,
    "at": 335,
    "ne": 724,
    " cr": 42,
    "cre": 403,
    "rea": 804,
    "eat": 436,
    "ati": 336,
    "ine": 600,
    "ne ": 725,
    " cre": 43,
    "crea": 404,
    "reat": 805,
    "eati": 437,
    "atin": 337,
    "tine": 879,
    "ine ": 601,
    "ma": 694,
    "as": 332,
    "ss": 834,
    " ma": 134,
    "mas": 697,
    "ass": 333,
    "ss ": 835,
    " mas": 135,
    "mass": 698,
    "ass ": 334,
    "er": 444,
    "r ": 801,
    " ga": 63,
    "gai": 452,
    "ain": 313,
    "ner": 726,
    "er ": 445,
    " gai": 64,
    "gain": 453,
    "aine": 314,
    "iner": 602,
    "ner ": 727,
    "ốt": 1236,
    "tốt": 917,
    "ốt ": 1237,
    " tốt": 240,
    "tốt ": 918,
    "ă": 1075,
    "gă": 479,
    "ăn": 1076,
    " gă": 78,
    "găn": 480,
    "ăng": 1077,
    " găn": 79,
    "găng": 481,
    "ăng ": 1078,
    "ta": 852,
    "ay": 340,
    " ta": 202,
    "tay": 855,
    "ay ": 341,
    " tay": 204,
    "tay ": 856,
    "là": 673,
    "àm": 1003,
    " là": 120,
    "làm": 675,
    "àm ": 1004,
    " làm": 122,
    "làm ": 676,
    "ừ": 1285,
    "từ": 919,
    "ừ ": 1286,
    " từ": 241,
    "từ ": 920,
    " từ ": 242,
    "gì": 477,
    " gì": 76,
    "gì ": 478,
    " gì ": 77,
    "iá": 613,
    "á ": 1014,
    "giá": 463,
    "iá ": 614,
    " giá": 68,
    "giá ": 464,
    "à ": 1002,
    "là ": 674,
    " là ": 121,
    "iê": 615,
    "êu": 1042,
    "hiê": 504,
    "iêu": 616,
    "êu ": 1043,
    "nhiê": 735,
    "hiêu": 505,
    "iêu ": 617,
    "í ": 1052,
    "phí": 783,
    "hí ": 536,
    " phí": 170,
    "phí ": 784,
    "ua": 923,
    "mua": 703,
    "ua ": 924,
    " mua": 139,
    "mua ": 704,
    "cả ": 411,
    " cả ": 49,
    "cá": 405,
    " cá": 44,
    "các": 406,
    " các": 45,
    "các ": 407,
    "ắ": 1178,
    "mắ": 716,
    "ắc": 1179,
    " mắ": 148,
    "mắc": 717,
    "ắc ": 1180,
    " mắc": 149,
    "mắc ": 718,
    "hế": 564,
    "ế ": 1192,
    "thế": 868,
    "hế ": 565,
    " thế": 209,
    "thế ": 869,
    "hu": 514,
    "uy": 931,
    "yế": 992,
    "ến": 1195,
    "khu": 647,
    "huy": 517,
    "uyế": 935,
    "yến": 993,
    "ến ": 1196,
    " khu": 111,
    "khuy": 648,
    "huyế": 519,
    "uyến": 936,
    "yến ": 994,
    "mã": 707,
    "ãi": 1033,
    " mã": 141,
    "mãi": 709,
    "ãi ": 1034,
    " mãi": 143,
    "mãi ": 710,
    "mã ": 708,
    " mã ": 142,
    "iả": 621,
    "giả": 467,
    "iảm": 622,
    " giả": 70,
    "giảm": 468,
    "iảm ": 623,
    "ện": 1213,
    "hiệ": 508,
    "iện": 638,
    "ện ": 1214,
    " hiệ": 90,
    "hiện": 509,
    "iện ": 639,
    "tại": 902,
    " tại": 230,
    "tại ": 903,
    "hư": 546,
    "ươ": 1131,
    "chư": 391,
    "hươ": 547,
    "ươn": 1132,
    "ơng": 1122,
    " chư": 36,
    "chươ": 392,
    "hươn": 548,
    "ương": 1133,
    "ơng ": 1123,
    "tr": 886,
    "rì": 809,
    "ìn": 1048,
    " tr": 219,
    "trì": 887,
    "rìn": 810,
    "ình": 1049,
    " trì": 220,
    "trìn": 888,
    "rình": 811,
    "ình ": 1050,
    "há": 526,
    "khá": 649,
    "hác": 527,
    "ách": 1017,
    "ch ": 379,
    " khá": 112,
    "khác": 650,
    "hách": 529,
    "ách ": 1018,
    "àn": 1005,
    " hà": 95,
    "hàn": 522,
    "àng": 1007,
    " hàn": 96,
    "hàng": 523,
    "àng ": 1008,
    "ớ": 1254,
    "mớ": 719,
    "ới": 1255,
    " mớ": 150,
    "mới": 720,
    "ới ": 1256,
    " mới": 151,
    "mới ": 721,
    " ư": 304,
    "ưu": 1129,
    " ưu": 305,
    "ưu ": 1130,
    " ưu ": 306,
    "đãi": 1090,
    " đãi": 282,
    "đãi ": 1091,
    "đặ": 1098,
    "ặc": 1184,
    " đặ": 287,
    "đặc": 1099,
    "ặc ": 1185,
    " đặc": 288,
    "đặc ": 1100,
    "ận": 1172,
    "vận": 958,
    "ận ": 1173,
    " vận": 251,
    "vận ": 959,
    "yể": 995,
    "ển": 1207,
    "chu": 385,
    "uyể": 937,
    "yển": 996,
    "ển ": 1208,
    " chu": 33,
    "chuy": 386,
    "huyể": 520,
    "uyển": 938,
    "yển ": 997,
    "sác": 840,
    " sác": 195,
    "sách": 841,
    "ia": 593,
    "gia": 458,
    "iao": 596,
    " gia": 66,
    "giao": 460,
    "iao ": 597,
    "hờ": 576,
    "ời": 1262,
    "thờ": 872,
    "hời": 577,
    "ời ": 1263,
    " thờ": 211,
    "thời": 873,
    "hời ": 578,
    "ian": 594,
    "an ": 321,
    "gian": 459,
    "ian ": 595,
    "ễ": 1209,
    "mi": 699,
    "iễ": 634,
    "ễn": 1210,
    " mi": 136,
    "miễ": 700,
    "iễn": 635,
    "ễn ": 1211,
    " miễ": 137,
    "miễn": 701,
    "iễn ": 636,
    "ấ": 1157,
    "mấ": 713,
    "ất": 1160,
    " mấ": 146,
    "mất": 714,
    "ất ": 1161,
    " mất": 147,
    "mất ": 715,
    "lâ": 677,
    "âu": 1029,
    " lâ": 123,
    "lâu": 678,
    "âu ": 1030,
    " lâu": 124,
    "lâu ": 679,
    "sh": 828,
    "ip": 605,
    " sh": 188,
    "shi": 829,
    "hip": 502,
    "ip ": 606,
    " shi": 189,
    "ship": 830,
    "hip ": 503,
    "co": 399,
    "d ": 423,
    " co": 40,
    "cod": 400,
    "od ": 757,
    " cod": 41,
    "cod ": 401,
    "đế": 1101,
    " đế": 289,
    "đến": 1102,
    " đến": 290,
    "đến ": 1103,
    "ỉ": 1217,
    "tỉ": 911,
    "ỉn": 1218,
    " tỉ": 236,
    "tỉn": 912,
    "ỉnh": 1219,
    " tỉn": 237,
    "tỉnh": 913,
    "ỉnh ": 1220,
    "hác ": 528,
    "đổ": 1112,
    " đổ": 297,
    "đổi": 1113,
    " đổi": 298,
    "đổi ": 1114,
    "rả": 812,
    "trả": 889,
    "rả ": 813,
    " trả": 221,
    "trả ": 890,
    "sao": 824,
    " sao": 186,
    "sao ": 825,
    "để": 1104,
    " để": 291,
    "để ": 1105,
    " để ": 292,
    "z": 998,
    "si": 831,
    "iz": 607,
    "ze": 999,
    " si": 190,
    "siz": 832,
    "ize": 608,
    "ze ": 1000,
    " siz": 191,
    "size": 833,
    "ize ": 609,
    "quy": 796,
    "uy ": 932,
    " quy": 178,
    "quy ": 797,
    "ị": 1221,
    "đị": 1106,
    "ịn": 1222,
    " đị": 293,
    "địn": 1107,
    "ịnh": 1223,
    " địn": 294,
    "định": 1108,
    "ịnh ": 1224,
    "oà": 774,
    " ho": 91,
    "hoà": 512,
    "oàn": 775,
    "àn ": 1006,
    " hoà": 92,
    "hoàn": 513,
    "oàn ": 776,
    "ền": 1201,
    "tiề": 882,
    "iền": 630,
    "ền ": 1202,
    " tiề": 216,
    "tiền": 883,
    "iền ": 631,
    "ỗ": 1248,
    "lỗ": 686,
    "ỗi": 1250,
    " lỗ": 129,
    "lỗi": 687,
    "ỗi ": 1251,
    " lỗi": 130,
    "lỗi ": 688,
    " a": 1,
    "ar": 329,
    " ar": 5,
    "are": 330,
    "re ": 803,
    " are": 6,
    "are ": 331,
    " a ": 2,
    "um": 925,
    " hu": 93,
    "hum": 515,
    "uma": 926,
    "man": 695,
    " hum": 94,
    "huma": 516,
    "uman": 927,
    "man ": 696,
    "am": 318,
    " am": 3,
    "am ": 319,
    " am ": 4,
    " i": 107,
    " i ": 108,
    "al": 315,
    "lk": 663,
    "tal": 853,
    "alk": 316,
    "lki": 664,
    "kin": 656,
    "ing": 603,
    " tal": 203,
    "talk": 854,
    "alki": 317,
    "lkin": 665,
    "king": 657,
    "ing ": 604,
    "to": 884,
    " to": 217,
    "to ": 885,
    " to ": 218,
    "bo": 354,
    " bo": 15,
    "bot": 355,
    "ot ": 769,
    " bot": 16,
    "bot ": 356,
    "cầ": 414,
    " cầ": 51,
    "cần": 415,
    " cần": 52,
    "cần ": 416,
    "tư": 899,
    "ư ": 1125,
    " tư": 227,
    "tư ": 900,
    " tư ": 228,
    "vấ": 954,
    "ấn": 1158,
    " vấ": 248,
    "vấn": 955,
    "ấn ": 1159,
    " vấn": 249,
    "vấn ": 956,
    "hỗ": 574,
    "ỗ ": 1249,
    " hỗ": 103,
    "hỗ ": 575,
    " hỗ ": 104,
    "rợ": 817,
    "ợ ": 1267,
    "trợ": 891,
    "rợ ": 818,
    " trợ": 222,
    "trợ ": 892,
    "ọ": 1225,
    "họ": 568,
    "ọn": 1226,
    "chọ": 395,
    "họn": 569,
    "ọn ": 1227,
    " chọ": 38,
    "chọn": 396,
    "họn ": 570,
    "ù": 1065,
    "hù": 542,
    "ù ": 1066,
    "phù": 785,
    "hù ": 543,
    " phù": 171,
    "phù ": 786,
    "hợ": 579,
    "ợp": 1272,
    " hợ": 105,
    "hợp": 580,
    "ợp ": 1273,
    " hợp": 106,
    "hợp ": 581,
    "lờ": 689,
    " lờ": 131,
    "lời": 690,
    " lời": 132,
    "lời ": 691,
    "yê": 989,
    "ên": 1040,
    "uyê": 933,
    "yên": 990,
    "ên ": 1041,
    "huyê": 518,
    "uyên": 934,
    "yên ": 991,
    "ướ": 1134,
    "ớn": 1257,
    " hư": 97,
    "hướ": 549,
    "ướn": 1135,
    "ớng": 1258,
    " hướ": 98,
    "hướn": 550,
    "ướng": 1136,
    "ớng ": 1259,
    "ẫ": 1168,
    "dẫ": 427,
    "ẫn": 1169,
    " dẫ": 58,
    "dẫn": 428,
    "ẫn ": 1170,
    " dẫn": 59,
    "dẫn ": 429,
    "vớ": 964,
    " vớ": 255,
    "với": 965,
    " với": 256,
    "với ": 966,
    "nê": 748,
    " nê": 161,
    "nên": 749,
    " nên": 162,
    "nên ": 750,
    "gợ": 485,
    "ợi": 1270,
    " gợ": 82,
    "gợi": 486,
    "ợi ": 1271,
    " gợi": 83,
    "gợi ": 487,
    "sắ": 847,
    "ắm": 1181,
    " sắ": 199,
    "sắm": 848,
    "ắm ": 1182,
    " sắm": 200,
    "sắm ": 849,
    "ứ": 1282,
    "hứ": 582,
    "ức": 1283,
    "chứ": 397,
    "hức": 583,
    "ức ": 1284,
    " chứ": 39,
    "chức": 398,
    "hức ": 584,
    "nă": 751,
    " nă": 163,
    "năn": 752,
    " năn": 164,
    "năng": 753,
    "ủ": 1279,
    "củ": 419,
    "ủa": 1280,
    " củ": 55,
    "của": 420,
    "ủa ": 1281,
    " của": 56,
    "của ": 421,
    "ỏ": 1228,
    "hỏ": 571,
    "ỏi": 1229,
    " hỏ": 101,
    "hỏi": 572,
    "ỏi ": 1230,
    " hỏi": 102,
    "hỏi ": 573,
    "đi": 1085,
    " đi": 278,
    "điề": 1086,
    " điề": 279,
    "điều": 1087,
    "khả": 653,
    "hả ": 555,
    " khả": 114,
    "khả ": 654
  },
  "response": null,
  "action_text": null
}