{
  "text": {
    "xin": 214,
    "chào": 20,
    "bạn": 12,
    "hello": 62,
    "hi": 64,
    "hey": 63,
    "buổi": 8,
    "sáng": 146,
    "chiều": 17,
    "tối": 197,
    "tạm": 192,
    "biệt": 6,
    "bye": 9,
    "goodbye": 53,
    "hẹn": 71,
    "gặp": 59,
    "lại": 93,
    "nhé": 115,
    "sau": 135,
    "cảm": 35,
    "ơn": 240,
    "vì": 205,
    "đã": 226,
    "giúp": 49,
    "đỡ": 239,
    "thank": 155,
    "you": 217,
    "thanks": 156,
    "nhiều": 113,
    "đúng": 228,
    "vậy": 209,
    "vâng": 204,
    "có": 33,
    "chính": 21,
    "xác": 215,
    "tôi": 189,
    "đồng": 237,
    "ý": 219,
    "ok": 123,
    "được": 230,
    "không": 83,
    "phải": 127,
    "sai": 133,
    "rồi": 132,
    "nghĩ": 108,
    "bao": 3,
    "giờ": 52,
    "tìm": 186,
    "sản": 148,
    "phẩm": 128,
    "protein": 129,
    "whey": 213,
    "muốn": 100,
    "áo": 218,
    "thể": 167,
    "thao": 157,
    "giày": 47,
    "chạy": 24,
    "bộ": 15,
    "kiếm": 85,
    "dụng": 42,
    "cụ": 37,
    "tập": 195,
    "gym": 54,
    "bán": 11,
    "thực": 170,
    "bổ": 14,
    "sung": 144,
    "đang": 221,
    "quần": 131,
    "yoga": 216,
    "bcaa": 4,
    "cho": 18,
    "đai": 220,
    "lưng": 92,
    "biết": 5,
    "thêm": 162,
    "về": 210,
    "thông": 163,
    "tin": 171,
    "mô": 103,
    "tả": 194,
    "những": 118,
    "loại": 88,
    "nào": 119,
    "chi": 16,
    "tiết": 172,
    "creatine": 30,
    "mass": 96,
    "gainer": 44,
    "tốt": 198,
    "găng": 57,
    "tay": 153,
    "làm": 90,
    "từ": 200,
    "gì": 55,
    "giá": 48,
    "là": 89,
    "nhiêu": 112,
    "phí": 124,
    "mua": 99,
    "cả": 34,
    "các": 31,
    "mắc": 105,
    "thế": 166,
    "khuyến": 80,
    "mãi": 102,
    "mã": 101,
    "giảm": 50,
    "hiện": 65,
    "tại": 191,
    "chương": 23,
    "trình": 179,
    "khách": 82,
    "hàng": 69,
    "mới": 106,
    "ưu": 241,
    "đãi": 227,
    "đặc": 231,
    "vận": 208,
    "chuyển": 19,
    "sách": 145,
    "giao": 46,
    "thời": 168,
    "gian": 45,
    "miễn": 97,
    "mất": 104,
    "lâu": 91,
    "ship": 136,
    "cod": 29,
    "đến": 233,
    "tỉnh": 196,
    "khác": 81,
    "đổi": 238,
    "trả": 183,
    "sao": 134,
    "để": 234,
    "size": 138,
    "quy": 130,
    "định": 236,
    "hoàn": 66,
    "tiền": 173,
    "lỗi": 94,
    "are": 2,
    "a": 0,
    "human": 67,
    "am": 1,
    "i": 76,
    "talking": 152,
    "to": 174,
    "bot": 7,
    "cần": 36,
    "tư": 190,
    "vấn": 207,
    "hỗ": 74,
    "trợ": 184,
    "chọn": 27,
    "phù": 125,
    "hợp": 75,
    "lời": 95,
    "khuyên": 79,
    "hướng": 70,
    "dẫn": 41,
    "với": 212,
    "nên": 120,
    "gợi": 60,
    "sắm": 149,
    "chức": 28,
    "năng": 121,
    "của": 38,
    "hỏi": 73,
    "điều": 222,
    "khả": 84,
    "kiểm": 86,
    "tra": 177,
    "đơn": 229,
    "sm12345": 139,
    "theo": 158,
    "dõi": 40,
    "sm98765": 142,
    "sm24680": 141,
    "đâu": 225,
    "tình": 187,
    "trạng": 182,
    "sm13579": 140,
    "thái": 161,
    "phương": 126,
    "thức": 169,
    "thanh": 154,
    "toán": 175,
    "cách": 32,
    "bằng": 13,
    "góp": 56,
    "thẻ": 165,
    "tín": 188,
    "chấp": 25,
    "nhận": 117,
    "ví": 206,
    "điện": 223,
    "tử": 201,
    "khi": 77,
    "nhân": 114,
    "viên": 202,
    "liên": 87,
    "hệ": 72,
    "sun": 143,
    "movement": 98,
    "số": 151,
    "thoại": 159,
    "email": 43,
    "tổng": 199,
    "đài": 224,
    "chăm": 22,
    "sóc": 147,
    "người": 110,
    "thật": 164,
    "đặt": 232,
    "tạo": 193,
    "tài": 185,
    "khoản": 78,
    "vào": 203,
    "giỏ": 51,
    "sẽ": 150,
    "nhanh": 111,
    "ngay": 107,
    "trong": 178,
    "ngày": 109,
    "nội": 122,
    "thành": 160,
    "cửa": 39,
    "ở": 242,
    "địa": 235,
    "chỉ": 26,
    "hà": 68,
    "tp": 176,
    "hcm": 61,
    "vị": 211,
    "trí": 180,
    "gần": 58,
    "nhất": 116,
    "showroom": 137,
    "trưng": 181,
    "bày": 10
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "thank": 18,
    "affirm": 0,
    "deny": 5,
    "search_product": 14,
    "product_info": 12,
    "price_query": 10,
    "discount_info": 6,
    "shipping_info": 15,
    "return_policy": 13,
    "product_consultation": 11,
    "ask_bot_capabilities": 1,
    "check_order": 2,
    "payment_methods": 9,
    "contact_support": 3,
    "shopping_help": 16,
    "delivery_time": 4,
    "store_location": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_check_order": 1,
    "action_fetch_discount_info": 7,
    "action_search_product": 11,
    "utter_ask_more_help": 15,
    "utter_bot_capabilities": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_payment_methods": 19,
    "utter_price_query": 20,
    "utter_product_consultation": 21,
    "utter_product_info": 22,
    "utter_return_policy": 23,
    "utter_shipping_info": 24,
    "utter_thank": 25
  },
  "action_text": null,
  "intent_response_key": null
}